Repository: kreghek/mythlanders_game
Catalog: src/Client/GameObjectResources.*.resx
Languages: ru

source: Abstract monster attack
ru: Абстрактная атака монстра

source: Afterlife whirlwind
ru: Посмертный ураган

# AfterlifeWhirlwind_Description
source: Deals <damage> to all enemies in the vanguard and moves to the vanguard itself.
ru: Наносит <damage> всем противникам в авангарде и сам перемещается в авангард.

source: Agressor
ru: Агрессор

source: Amazon
ru: Амазонка

source: Ambush drone
ru: Засадный дрон

# ArcherEquipment
source: Broken arrows
ru: Сломанные стрелы

# ArcherMk3ScoutPowerArmor
source: Mk3 scout power armor
ru: Mk3 силовая броня разведчика

# ArcherPulsarBow
source: Pulsar bow
ru: Импульсный лук

source: Arrow rain
ru: Дождь стрел

# ArrowsOfMorana
source: Arrow of Morana
ru: Стрела Мораны

# ArrowsOfMorana_Description
source: Deals <damage> to all enemies.
ru: Наносит <damage> всем притивникам.

source: Art of Combat
ru: Искусство боя

# ArtOfCombat_Description
source: Deals <damage> to the closest enemy in the line and inspires all allies in the rear, increasing their <damagebuff> over <duration>.
ru: Наносит <damage> ближайшему в линии противнику и вдохновляет всех союзников в тылу, увеличивая их <damagebuff> в течении <duration>.

source: Ascetic robe
ru: Роба аскета

source: Asked No Violence
ru: Я просил, никакого насилия!

# AskedNoViolence_Description
source: The Sage begins to collect the hidden threat. If someone attacks, it increases the threat by <threat>.
ru: Мудрец начинает собирать скрытую угрозу. Если кто-то атакует, это увеличивает угрозу на <threat>.

source: Aspid
ru: Аспид

# Assaulter
source: Haokin
ru: Хаокин

source: Automataur
ru: Автоматавр

source: Baltic thunder
ru: Балтийский шторм

# BalticThunder_Description
source: Deals <damage> to the closest enemy in the line.
ru: Наносит <damage> ближайшему в линии противнику.

source: Battleground
ru: Поле брани

source: Big monster
ru: Большой

# BigMonsterDescription
source: This monster is big so it has +50% HP and armor x 2.
ru: Этот монстр большой, поэтому у него +50% к HP и удвоенная броня.

source: Blank shot
ru: Выстрел в упор

# BlankShot_Description
source: Moves to the vanguard and deals <damage> to the nearest enemy in the line. If the partisan was already in the vanguard, then it deals <bonus_damage>.
ru: Перемещается в авангард и наносит <damage> ближайшему противнику на линии. Если партизан уже был в авангарде, то наносит <bonus_damage>.

source: Blind defense
ru: Глухая оборона

# BlindDefense_Description
source: Gain <defense> and fire 5 <damage> shots at random enemies.
ru: Получает <defense> и выполняет 5 выстрелов <damage> по случайным проивникам.

# BoldMarauder
source: Marauder
ru: Марадер

# BookOfHerbs
source: The book of a herbs
ru: Книга трав

# BossMonster
source: The BOSS
ru: БОСС

# BossMonsterDescription
source: This is the Master of the location. The monster is the most powerfull in this part of the world. It has +250% HP and doubled armor.
ru: Перед вами Хозяин локации - самый сильный монстр в этой части мира. У него +250%HP и удвоенная защита.

# BringBeastDown
source: Bring the Beast down
ru: Завалить зверя

# BringBeastDown_Description
source: Deals <damage> to the strongest enemy with the mark. And misses the next move.
ru: Наносит <damage> самому сильному противнику с меткой. И пропускает следующий ход.

# Castle
source: Grim Castle in the Rock
ru: Мрачная Твердыня в Скале

source: Chain hit
ru: Цепной удар

# ChainHit_Description
source: Moves to the vanguard and deals <damage> on the strongest enemy.
ru: Перемещается в авангард и наносит <damage> самому сильному противнику.

source: Chaotic neuro-interface
ru: Хаотический нейро-интерфейс

# CharacterDeepPreyingTitleTemplate
source: {0} is preying
ru: {0} молится

source: Chasing
ru: Преследование

# Chasing_Description
source: Throws a chain forward that deals <damage> and burns <resolve_damage> to the farthest enemy. Then he pulls the enemy into the vanguard.
ru: Выбрасывает вперед цепь, которая наносит <damage> и сжигает <resolve_damage> самому дальнему противнику. Затем вытягивает противника в авангард.

# ChineseOldman
source: Ninlao Bingwen
ru: Нинлао Бингвен

# ChineseOldman_Hidden
source: Chinese oldman
ru: Китайский старец

source: Combat sword
ru: Боевой меч

source: Corrupted bear
ru: Оскверненный медведь

source: Cover of Dew
ru: Покров Росы

source: Critical hit
ru: Критический удар

# CriticalHitDescription
source: Ability to deal double damage in 50% cases.
ru: Способность наносить двойной урон с 50% вероятностью.

source: Cyber-claws
ru: Кибер-когти

# CyberClaws_Description
source: Deals <damage> to the closest enemy in the line and moves to the vanguard.
ru: Наносит <damage> ближайшему в линии противнику и перемещается в авангард.

source: Dance with the Past
ru: Танец с Прошлым

# DanceWithThePast_Description
source: Moves to the vanguard and deals two <damage> hits.
ru: Перемещается в авангард и наносит два удара <damage>.

source: Dark light
ru: Темная молния

source: Dark raids
ru: Налеты Тьмы

# DarkRaids_Description
source: Moves forward and deals two <damage> hits.
ru: Перемещается вперед и наносит два удара <damage>.

source: Death path
ru: Тропа смерти

source: Deceptively light robe
ru: Обманчиво лёгкая роба

# Desert
source: Somewhere in the Desert...
ru: Где-то в пустыне...

source: Destroyed village
ru: Раззоренный скит

source: Devastating Paw
ru: Опустошающая Лапа

# DieBySword
source: Die by the sword
ru: От меча и погибни!

# DieBySword_Description
source: Moves forward and deals <damage> to the closest enemy in the line.
ru: Перемещается вперед и наносит <damage> ближайшему в линии противнику.

source: Digital wolf
ru: Цифровой волк

source: Dope herb
ru: Дурман-трава

source: Double kapesh!
ru: Двойной капеш!

# DoubleKapesh_Description
source: Moves forward and deals two hits with each <damage> capesh.
ru: Перемещается вперед и наносит два удара каждым капешем <damage>.

source: Ebony skin
ru: Эбонитовая плоть

# EbonySkin_Description
source: Increases its defense by <defense>. When auto-triggered, increases protection by <defense_auto>.
ru: Повышает свою защиту на <defense>. При авто-срабатывании повышает защиту на <defense_auto>.

# EgyptianBookOfDeath
source: Egyptian Book of a dead
ru: Египетская книга мертвых

# EliteGuardsmanSpear
source: Elite guardsman's spear
ru: Копьё элитного защитника

source: Emptiness in the hand
ru: Пустота в руках

source: Energetic bite
ru: Энергетический укус

# EnergeticBite_Description
source: Deals <damage> to the shields of the most charged enemy and goes to the rearguard.
ru: Наносит <damage> щитам самому заряженному противнику и уходит в тыл.

source: Energetic Superiority
ru: Энергетическое Превосходство

# EnergeticSuperiority_Description
source: Deals <damage> to the shields of the most charged enemy in the rearguard.
ru: Наносит <damage> по щитам самого заряженного противника в тылу.

source: Evasion
ru: Уклонение

# EvasionDescription
source: Ability to avoid 50% of any attacks.
ru: Способность избегать 50% любых атак.

source: Eyes of Chaos
ru: Очи Хаоса

# EyesOfChaos_Description
source: Deals <damage> to all enemies in the vanguard and moves to the vanguard itself.
ru: Наносит <damage> всем противникам в авангарде и сам перемещается в авангард.

source: Faith boost
ru: Усиление веры

# FaithBoost_Description
source: Increases damage of a random ally based on Sage's Shield
ru: Увеличивает урон случайного союзника в зависимости от щита мудреца

source: Fatal blow
ru: Роковой удар

# FatalBlow_Description
source: Deals <damage> and burns <resolve_damage> to the farthest enemy. Then he pulls the enemy into the vanguard.
ru: Наносит <damage> и сжигает <resolve_damage> самому дальнему противнику. Затем вытягивает противника в авангард.

# FingerOfAnubis
source: The Finger of Anubis
ru: Перст Анубиса

# FinishWounded
source: Finish a wounded
ru: Добить подранка

# FinishWounded_Description
source: Deals <damage> to the weakest enemy with the mark.
ru: Наносит <damage> самому слабому противнику с меткой.

source: Flock Alpha Tactics
ru: Стайная альфа-тактика

# FlockAlphaTactics_Description
source: He rushes to the vanguard. Deals <damage> to the strongest enemy and takes away <resolve_damage>.
ru: Рывком перемещается в авангард. Наносит <damage> наиболее сильному противнику и отнимает <resolve_damage>.

source: Grim resolve
ru: Мрачная решимость

# GrimResolve_Description
source: Deals <damage> and burns <resolve_damage> to the farthest enemy. Then he pulls the enemy into the vanguard.
ru: Наносит <damage> и сжигает <resolve_damage> самому дальнему противнику. Затем вытягивает противника в авангард.

# GuardianPromise
source: Promise of a tomb guardian
ru: Обещание стража гробниц

# GuardianPromise_Description
source: Increases its defense by <defense>. When auto-triggered, increases protection by <defense_auto>.
ru: Повышает свою защиту на <defense>. При авто-срабатывании повышает защиту на <defense_auto>.

source: Guardian woman
ru: Стражница

# HandOfThousandForms
source: Hand of Thousand Forms and Intentions
ru: Рука Тысячи Форм и Намерений

# HandOfThousandForms_Description
source: Move to vanguard and deal <damage> to the nearest enemy in lane. If the monk was already in the vanguard, then deal <bonus_damage>.
ru: Перемещается в авангард и наносит <damage> ближайшему противнику на линии. Если монах уже был в авангарде, то наносит <bonus_damage>.

# HaventBeenPunchedInTheFaceForALongTime_voice
source: Haven't been punched in the face for a long time?
ru: Давно по морде не получал?!

source: Healing salve
ru: Целебная мазь

# Herbalist
source: Rada The Old
ru: Старая Рада

# HerbalistEquipment
source: Wild herbs
ru: Дикие травы

source: Herb bag
ru: Сумка для трав

source: Hermitage
ru: Покинутый скит

source: Hidden intention
ru: Скрытое намерение

# HiddenIntention_Description
source: Deals <damage> to the weakest enemy. The monk himself moves to the rearguard.
ru: Наносит <damage> самому слабому противнику. Сам монах перемещается в тыл.

source: Hidden thread
ru: Скрытая угроза

# HitFromShoulder
source: Hit from the shoulder
ru: Удар с плеча

# HitFromShoulder_Description
source: Deals a powerful blow for <damage> and moves to the vanguard.
ru: Наносит мощный удар в <damage> и перемещается в авангард.

# Hoplite
source: Leonidas
ru: Леонидас

source: Horned frog
ru: Рогатая жаба

source: HQ
ru: Штаб

source: Human Slayer
ru: Человекоубийца

# Hunt
source: The Hunt has begun!
ru: Да начнется охота!

# Ignore_CrisisAftermath
source: Ignore
ru: Игнорировать

# Ignore_CrisisAftermath_Hint
source: Inflict wrath on the entire group of heroes! - Everyone takes 1 damage penalty for 1 combat. - Berimir takes an additional 1 damage penalty for all combats until the end of the campaign.
ru: Навлечь гнев на всю группу героев! - Все герои получают слабый урон, потому что их моральный дух падает. - Могучие потусторонние силы будут смотреть на вас с неодобрением.

source: Improved armor
ru: Улучшенная броня

# ImprovedArmorDescription
source: Amount of the armor increased by 2 times.
ru: Броня увеличена в 2 раза.

source: Improved hit points
ru: Улучшенные хитпоинты

# ImprovedHitPointsDescription
source: Amount of the hit points increased by 2 times.
ru: Количество хит поинтов увеличено в 2 раза.

source: Impulse
ru: Импульс

source: Impulse generator
ru: Генерация импульса

source: Inspirational breakthrough
ru: Вдохновляющий прорыв

# InspirationalBreakthrough_Description
source: Deals <damage> to the closest enemy in the line and inspires all allies in the rearguard, increasing their <buff> for <duration>.
ru: Наносит <damage> ближайшему в линии противнику и вдохновляет всех союзников в тылу, увеличивая их <buff> в течении <duration>.

source: Inspiring rush
ru: Вдохновляющий рывок

source: Iron Stream
ru: Железный Поток

# IronStream_Description
source: Deals <damage> to all enemies in line
ru: Наносит <damage> всем противникам в линии

source: Juggernaut heavy power armor
ru: Тяжелая силовая броня Джаггернаут

# JustHitBoarWithKnife
source: Just hit a whild boar with the knife
ru: Да хоть на кабана с ножом

# JustHitBoarWithKnife_Description
source: Deals 1 damage to the closest enemy in the line. If it was the strongest enemy, it applies bleeding for 2 rounds, dealing damage to 1 health each round.
ru: Наносит урон 1ед. ближайшему в линии противнику. Если это был самый сильный противник, то накладывает кровотечение на 2 раунда, наносящее урон 1ед. здоровью каждый раунд.

source: Last chance to peace
ru: Последний шанс на мир

source: Look out!
ru: Берегись!

# LookOut_Description
source: Increases the Defense of the nearest ally in a column by 3 until the end of the ally's turn. The swordsman himself moves to the vanguard. When automatically triggered, increases your defense by 1.
ru: Увеличивает защиту ближайшего союзника в столбце на <defence> до конца хода союзника. Сам мечник перемещается в авангард. При автосрабатывании, увеличивает свою защиту на <auto_defence>.

source: Lord Of Non Human Realm
ru: Владыка нечеловеческого царства

source: Madness within eyes
ru: Безумие в глазах

source: Marauder
ru: Марадер

source: Mass heal
ru: Благовония

source: Masterful staff hit
ru: Мастерский удар посохом

# Medjay
source: Gelik
ru: Гелик

# Mines
source: The Mines
ru: Рудники

source: Mk2 medium power armor
ru: Mk2 средняя силовая броня

# Monastery
source: Monastery in the flames
ru: Монастырь в огне

# Monk
source: Maosin
ru: Мяосин

source: Nano-metal long cloths
ru: Одежды из нано-металла

source: Ninth trigram
ru: Девятая триграмма

source: No Violence, Please...
ru: Пожалуйста, не нужно насилия

# ObeyAll_CrisisAftermath
source: Obey all
ru: Все герои подчинились культистам

# Obey_CrisisAftermath
source: Obey
ru: Кто-то один вступил в беседу с культистами

source: Old good brawl
ru: Старый добрый мордобой

# OldGoodBrawl_Description
source: Moves to the vanguard and deals 2 damage. Does not waste energy if the same move was previously used.
ru: Перемещается в авангард и наносит урон 2 ед. Не тратит энергию, если ранее использовалось это же движение.

source: Oldman
ru: Старик

source: Ominous Thorn
ru: Зловещий Шип

# OminousThorn_Description
source: Strongly attacks the closest enemy in line with <damage>.
ru: Сильно атакует ближайшего противника в линии на <damage>.

source: Paralitic Chor
ru: Паралитический хор

# Partisan
source: The Deaf
ru: Глухой

# Pit
source: The Pit
ru: Яма

# Preying_Crisis
source: One of the heroes feels the haunting presence of the his faith ancient ones. They demand his attention. They demand his help. Such requests cannot be ignored. Especially in the dark future, where only ancient forces make heroes.
ru: Один из героев чувствует навязчивое присутствие древних сверхсил своей культуры. Они требуют его внимания. Они требуют его помощи. Такие просьбы нельзя игнорировать. Тем более, в темном будущем, где только древние силы делают героев героями.

# Prey_CrisisAftermath
source: Pay attention
ru: Уделить внимание

source: Rapid shot
ru: Быстрый выстрел

# RedemptionStaff
source: Staff of Redemption
ru: Посох Покаяния

source: Regenerative protocol
ru: Регенеративный протокол

# RegenerativeProtocol_Description
source: Restores <hp> and goes to the rearguard.
ru: Восстанавливает <hp> и уходит в тыл.

source: Reproach
ru: Порицание

# RestAll_CrisisAftermath
source: Rest all
ru: Все герои отдыхают

# Rest_CrisisAftermath
source: Rest
ru: Один герой полностью отдыхает, пока остальные начеку

source: Revenge Of Wild Eye
ru: Возмездие дикого ока

source: Rise your swords!
ru: Мечи вверх!

# RiseYourSwords_Description
source: Increases the damage of melee attack moves by 1 for all allies for 2 turns.
ru: Увеличивает урон атакующих движений ближнего боя на <damage_buff> у всех союзников на <duration>.

# Robber
source: Hawk
ru: Сокол

source: Sabotage
ru: Саботаж

# Sabotage_Description
source: Deals 3 damage to the weakest enemy. The partisan himself moves to the rearguard.
ru: Наносит урон 3 ед. самому слабому противнику. Сам партизан перемещается в тыл.

# ScarabeusKingLeg
source: Scarabeus King's Leg
ru: Лапа Короля жука-скоробея

source: Serpent trap
ru: Ловушка змея

# SerpentTrap_Description
source: Moves forward and deals <damage> damage to the strongest enemy.
ru: Перемещается вперед и наносит урон в <damage> самому сильному противнику.

source: Ship Graveyard
ru: Кладбище кораблей

source: Silver wind necklace
ru: Серебрянное ожерелье ветра

# snow_prop
source: Snow
ru: Снег

# Spearman
source: Ping
ru: Пинг

source: Spiral Inversion
ru: Инверсионная спираль

# StaffHit
source: Staff hits
ru: Удары посохом

source: Stay strong!
ru: Стоять на смерть!

# StayStrong_Description
source: Increases your defense by 3 until the end of the round. When auto-triggered, it increases its defense by 1 until the next turn.
ru: Увеличивает свою защиту на <defence> до конца раунда. При авто-срабатывании, увеличивает свою защиту на <auto_defence> до конца раунда.

source: Stryga
ru: Стрыга

source: Suppressive fire
ru: Огонь на подавление

source: Surprise maneuver
ru: Внезапный маневр

# SurpriseManeuver_Description
source: Swaps with the strongest ally in the neighborhood. The maneuver gives 2 defenses to the partisan and the ally.
ru: Меняется местами с самым сильным союзником по соседству. Маневр дает 2 ед. обороны партизану и союзнику.

# SvarogBlastFurnace
source: Svarog's Blast Furnace
ru: Взрыв печи Сварога

# Swamp
source: Evil swamp
ru: Зловещее болото

# Swordsman
source: Berimir
ru: Беримир

# SymbolOfGod
source: Symbol of the God
ru: Символ Бога

# Synth
source: Nafrit
ru: Нафрит

# Synth_Hidden
source: The Lower Caste Synth
ru: Синт низшей касты

source: Tactical maneuver
ru: Тактический манёвр

# TheGoodWeather_voice
source: The good weather today...
ru: Какая сегодня прекрасная погода...

# Thicket
source: Dark Thicket
ru: Темная Чаща

source: Toxic gas bomb
ru: Бомба с токсичным газм

# TrackerSavvy
source: Tracker's savvy
ru: Сноровка следопыта

# TwoPlusTwoIsFive_voice
source: Two plus two is five...
ru: Два плюс два будет пять...

source: Vampire bite
ru: Вампирический удар

source: Veles protection
ru: Под защитой Велеса

# VelesProtection_Description
source: On <turns_duration> increases shields by <sp> and moves to the rearguard.
ru: На <turns_duration> увеличивает щиты на <sp> и перемещается в тыл.

source: Volkolak
ru: Волколак

source: Volkolak claws
ru: Когти волколака

# VolkolakWarrior
source: Warrior of the Wolf Time
ru: Воин Волчьего часа

# WarriorEquipment
source: Sword pieces
ru: Осколки меча

source: Wide sword slash
ru: Широкий удар мечом

source: Wind wheel
ru: Ветренное колесо

# WindWheel_Description
source: Deals 4 damage to the strongest enemy. And misses the next move.
ru: Наносит урон 4 ед. самому сильному противнику. И пропускает следующий ход.

source: Wings Of Veles
ru: Крылья Велеса

# WingsOfVeles_Description
source: Increases the damage of any attacking moves by 1. And reduces the cost of all attacking skills by 1 energy.
ru: Увеличивает урон любых атакующих движений на 1ед. И снижает стоимость всех атакующих навыков на 1ед энергии.

# Wisp
source: Will-o-Wisp
ru: Блуждающий огонёк

source: Woman short
ru: Женская рубаха

source: Wooden hand sculpture
ru: Деревянная фигурка

source: Zduhach Might
ru: Мощь великого Здухача
