Repository: kreghek/mythlanders_game
Catalog: src/Client/UiResource.*.resx
Languages: ru

# AcceptChallengeButtonTitle
source: Accept challenge
ru: Принять испытание

# AdjutantButtonTitle
source: Adjutant
ru: Адъютант

# ArmorLabelTemplate
source: Armor: {0}
ru: Броня: {0}

# ArmoryButtonTitle
source: Armory
ru: Оружейня

# AutocombatButtonTitle
source: Auto-combat
ru: Автобой

# AvailableManeuversIndicatorTemplate
source: Maneuvers available
ru: Доступны маневры

# BackButtonTitle
source: Back
ru: Назад

# BackToMapMenuButtonTitle
source: Back to the map
ru: На карту

# BarraksButtonTitle
source: Barraks
ru: Бараки

# BestiaryButtonTitle
source: Bestiary
ru: Бестиарий

# BiomeLevelText
source: Lvl
ru: Ур.

# CampaignSelectButtonTitle
source: START
ru: СТАРТ

# CampaignStageDisplayNameChallenge
source: Challenge
ru: Испытание

# CampaignStageDisplayNameCombat
source: Combat
ru: Бой

# CampaignStageDisplayNameCrisis
source: Crisis
ru: Кризис

# CampaignStageDisplayNameRest
source: Rest
ru: Отдых

# CampaignStageDisplayNameTextEvent
source: Some event
ru: Какое-то событие

# CampaignStageTitle
source: Stage {0}
ru: Этап {0}

# ChroniclesButtonTitle
source: Chronicles
ru: Хроники

# CloseButtonTitle
source: Close
ru: Закрыть

# CombatLengthLabel
source: Combat length:
ru: Длительность сражения:

# CombatLevelTemplate
source: Combat level: {0}
ru: Боевой опыт: {0}

# CombatLevelUpTemplate
source: {0} xp to level up
ru: {0} ед. опыта для повышения уровня

# CombatProgressTemplate
source: Combat progress: {0}/{1}
ru: Прогресс сражения: {0}/{1}

# CombatResultDefeatText
source: Defeat!
ru: Поражение!

# CombatResultItemsFoundLabel
source: Items found:
ru: Найдены предметы:

# CombatResultMonsterDangerDecreasedTemplate
source: Monster danger decreased to {0} (on -50%)
ru: Опасность монстров уменьшена до {0} (на -50%)

# CombatResultMonsterDangerIncreasedTemplate
source: Monster danger increased to {0}
ru: Опасность монстров выросла до {0}

# CombatResultVictoryText
source: Victory!
ru: Победа!

# CompleteGameButtonTitle
source: Complete the game
ru: Завершить игру

# ConfirmButtonTitle
source: Confirm
ru: Подтвердить

# ConfirmIneffectiveAttackText
source: If you perform this attack from the current position, then none of the opponents will be harmed. The attack will be ineffective. Perhaps you should first choose a better position for the hero or choose another action. Do you really need to spend the priceless current move for nothing?
ru: Если выполнить эту атаку с текущей позиции, то никто из противников не пострадает. Атака будет неэффективной. Возможно, следует сперва выбрать более удачную позицию для героя или выбрать дрое действие. Точно надо потратить бесценный текущий ход в пустую?

# CreditsButtonTitle
source: Credits
ru: Разработчики

# DamageEffectRuleText
source: Damage: {0} - {1} to {2}
ru: Наносит {0} - {1} урона {2}

# DamageLabelTemplate
source: Damage: {0}
ru: Урон: {0}

# DecreaseHitPointsPercentEffectRuleText
source: Decrease hitpoints on {0}% of {2} on {1} turns
ru: Уменьшает хитпоинты на {0}% по {2} на {1} ходов

# DecreaseShieldsPercentEffectRuleText
source: Decrease shields on {0}% of {2} on {1} turns
ru: Уменьшает щиты на {0}% по {2} на {1} ходов

# DecreseDamageEffectRuleText
source: Decrease damage on {0} of {2} on {1} turns
ru: Уменьшает урон на {0} по {2} на {1} ходов

# DecreseDamagePercentEffectRuleText
source: Decrease damage on {0}% of {2} on {1} turns
ru: Уменьшает урон на {0}% по {2} на {1} ходов

# DialogueContinueText
source: Press [SPACE] to continue
ru: Нажмите [ПРОБЕЛ] чтобы продолжить

# EndOfGameMessage
source: This is end of the game. Congratulations!{0}Thank you for attention
ru: Это конец демо. Поздравляем!{0}Спасибо за внимание!

# EquipmentResourceRequipmentTemplate
source: {0} x {1} to upgrade
ru: {0} x {1} для улучшения

# EquipmentTitleTemplate
source: {0} ({1} lvl)
ru: {0} ({1} ур.)

# EquipmentUpgradeMarkerText
source: Upgrade is available!
ru: Доступно улучшение!

# ExitGameButtonTitle
source: Exit game
ru: Выйти из игры

# FieldManeuversVisualizer_Draw_Avanguard
source: Avangard
ru: АВАНГАРД

# FieldManeuversVisualizer_Draw_Rearguard
source: Rearguard
ru: ТЫЛ

# FormationButtonTitle
source: Formation
ru: Построение

# GlobalEffectDurationTemplate
source: {0} combats left
ru: {0} боёв осталось

# HealEffectRuleText
source: Heal: {0} - {1} to {2}
ru: Лечит {0} - {1} хп {2}

# HeroEquipmentInfoTitle
source: Equipment
ru: Экипировка

# HeroGeneralInfoTitle
source: General Info
ru: Общее

# HeroPerkInfoTitle
source: Perks
ru: Перки

# HeroSkillsInfoTitle
source: Skills
ru: Навыки

# HitPointsLabelTemplate
source: Hit points: {0}
ru: Хитопонты: {0}

# IncreaseDamageEffectRuleText
source: Increase damage on {0} of {2} on {1} turns
ru: Увеличивает урон на {0} по {2} на {1} ходов

# IncreaseDamagePercentEffectRuleText
source: Increase damage on {0}% of {2} on {1} turns
ru: Увеличивает урон на {0}% по {2} на {1} ходов

# IncreaseHitPointsPercentEffectRuleText
source: Increase hit points on {0}% of {2} on {1} turns
ru: Увеличивает хитопоинты на {0}% по {2} на {1} ходов

# IncreaseShieldsPercentEffectRuleText
source: Increase shields on {0}% of {2} on {1} turns
ru: Увеличивает щиты на {0}% по {2} на {1} ходов

# IndicatorBlockAnyDamage
source: Block!
ru: Блок!

# IndicatorEvasion
source: Evasion!
ru: Уклонение!

# IndicatorSkipTurn
source: Skip!
ru: Пропуск!

# InfoButtonTitle
source: Info
ru: Инфо

# InventoryButtonTitle
source: Inventory
ru: Инвентарь

# LevelUpButtonTitle
source: Level Up
ru: Повысить

# LifeDrawEffectRuleText
source: Draw {0} - {1} hp from {2}
ru: Похищает {0} - {1} хп у {2}

# LongCombatSequenceText
source: Long
ru: Долгий

# ManaLabelTemplate
source: Psy-energy: {0}/{1}
ru: Пси-энергия: {0}/{1}

# MediumCombatSequenceText
source: Medium
ru: Средний

# MiniGame_Victory
source: Victory!
ru: Победа!

# MonsterDangerTemplate
source: Danger of the monsters: {0}
ru: Опасность: {0}

# MonsterLevelShortText
source: lvl
ru: ур.

# MoveToThePoolButtonTitle
source: Move to the pool
ru: Убрать в пулл

# PartyButtonTitle
source: Party
ru: Группа

# PeriodicDamageEffectRuleText
source: Damage: {0} - {1} to {2} during {3} turns
ru: Урон {0} - {1} {2} в течении {3} ходов

# PeriodicHealEffectRuleText
source: Heal over time: {0} - {1} during {3} to {2}
ru: Лечение {0} - {1} {2} в течении {3} ходов

# PlayStoryButtonTitle
source: Play Story
ru: Играть

# ProtectionEffectRuleText
source: Reduce incoming damage on {0}% of {2} on {1} turns
ru: Уменьшает входящий урон на {0}% по {2} на {1} ходов

# RejectButtonTitle
source: Reject
ru: Отклонить

# RestActionChat
source: Chat
ru: Пообщаться

# RestActionImprovedRest
source: Improved rest
ru: Хорошо отдохнуть

# RestActionScouting
source: Scouting
ru: Разведадть местность

# RestScreen_Title
source: Rest
ru: Отдых

# SettingsButtonTitle
source: Settings
ru: Настройки

# ShieldPointsLabelTemplate
source: Shield points: {0}
ru: Щиты: {0}

# ShortCombatSequenceText
source: Short
ru: Краткий

# SkillDirectionAllEnemiesText
source: all enemies
ru: всем противникам

# SkillDirectionAllFriendlyText
source: all ally
ru: всех союзников

# SkillDirectionAllLineEnemiesText
source: enemies on the line
ru: противникам на линии

# SkillDirectionAllText
source: all
ru: всем

# SkillDirectionLeftAllyText
source: left ally
ru: союзнику слева

# SkillDirectionOtherFriendlyText
source: all other ally
ru: всем остальным союзникам

# SkillDirectionOtherText
source: all other
ru: всем остальным

# SkillDirectionRandomEnemyText
source: random enemy
ru: случайному противнику

# SkillDirectionRandomFriendlyText
source: random ally
ru: случайному союзнику

# SkillDirectionRandomLineEnemyText
source: random enemy on the line
ru: случайному противнику на линии

# SkillDirectionSelfText
source: self
ru: себе

# SkillDirectionTargetText
source: target
ru: цели

# SkipButtonTitle
source: Skip
ru: Пропустить

# SkipMapPresentationHintText
source: Press [SPACE] to skip
ru: Нажми [SPACE] чтобы пропустить

# SkipMapPresentationHintText_Duplicate[1]
source: Press [SPACE] to skip
ru: Нажми [SPACE] чтобы пропустить

# SkipTutorialButtonTitle
source: Do not show anymore
ru: Пропустить обучение

# SlidingPuzzles_TimeCounterTemplate
source: Timer: {0}
ru: Время: {0}

# SlidingPuzzles_TurnsCounterTemplate
source: Turns: {0}
ru: Ходов: {0}

# StageNotImplementedInDemoText
source: Not available in demo
ru: Этап не доступен для демо

# StartNewGameButtonTitle
source: New game
ru: Новая игра

# StatusImposedNotificationTextTemplate
source: {0} imposed to {1}
ru: {0} наложен на {1}

# StunEffectRuleText
source: Stun to {1} on {0}
ru: Оглушение {1} на {0} ходов

# SurrenderButtonTitle
source: Surrender
ru: Сдаться

# SwitchFullScreenButtonTitle
source: Switch fullscreen
ru: Полный экран

# SwitchLanguageButtonTitle
source: Switch lang
ru: Язык

# SwitchMusicButtonTitle
source: Switch music
ru: Музыка

# SwitchResolutionButtonTitle
source: Switch resolution
ru: Переключить разрешение

# ToTheCombatButtonTitle
source: To The Combat!
ru: В Бой!

# UnderConstructionModalContent
source: Under construction
ru: Не для демо

# VoiceCombatStat_AspirationLableTemplate
source: Aspiration: {0}
ru: Стремление: {0}

# VoiceCombatStat_ConvictionLableTemplate
source: Conviction: {0}
ru: Уверенность: {0}

# VoiceCombatStat_StaminaLableTemplate
source: Stamina: {0}
ru: Выдержка: {0}

# XpRewardText
source: Xp Reward
ru: Xp

# CampaignRewardsLabelText
source: Reward
ru: Награда
